Revit 2027 API
SymbolTypeId.Baht Property
 Symbol ฿, indicating unit Currency.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Baht { get; }
Public Shared ReadOnly Property Baht As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Baht {
	ForgeTypeId^ get ();
}
static member Baht : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace